{
  "hello": "Hello",
  "im_called": "My name is Matheus",
  "my_apresentation": "My apresentation",
  "what_i_do": "What I do",
  "stack": "Stack",
  "stack_name": "Full Stack Software Engineer",
  "currently_working": "currently",
  "who_i_am": "Who I am",
  "name": "Name",
  "last_name": "Last_name",
  "time_of_experience": "1 year and 8 months",
  "experience": "of experience",
  "full_stack_developer": "Full-stack Developer",
  "back_end_developer": "Back-end Developer",
  "experience_1": "I worked on the construction of an application WhatsApp management and automation, where I was responsible for creating the Front-End with Reactjs, Redux and ReactFlow, on the Back-End with Nodejs and MongoDB, as well as integrating external APIs with the company's internal APIs.using the best code, design and documentation standards.",
  "experience_2": "I'm a freelance developer specializing in back-end applications. My skills span modern technologies like Spring Boot, Quarkus, Node.js, React. I prioritize quality delivery through agile methodologies and have diverse experience in custom systems. Alongside my professional work, I volunteer for NGOs, blending my technical expertise with a passion for social impact. As a software developer, my focus remains steadfast on crafting scalable, high-performing, and easy-to-understand applications.",
  "experience_3": "I worked as a back-end in on a plataform for self-taught where I was responsible for creating microservices with NestJs RabbitMQ, Apache Kafka and PostgreSQL, besides I was back-end mentor for new developers on project",
  "latest_projects": "Latest projects",
  "see_all_projects": "See all projects",
  "see_more": "See more",
  "knowledges": "Knowledges",
  "need_my": "Need my",
  "services": "services?",
  "fill_out_form": "Fill out the form below and I will contact you as soon as possible.",
  "name_placeholder": "Name",
  "message_placeholder": "Message",
  "send_button": "SEND",
  "message_sent_success": "Message sent successfully!",
  "message_sent_error": "Error sending message!",
  "back_to_top": "Back to top",
  "projects": "Projects"
}
