{
  "hello": "Olá",
  "im_called": "Me chamo Matheus",
  "my_apresentation": "Minha apresentação",
  "what_i_do": "O que eu faço",
  "stack": "Função",
  "stack_name": "Full Stack Software Engineer",
  "currently_working": "atualmente",
  "who_i_am": "Who I am",
  "name": "Nome",
  "last_name": "Sobrenome",
  "time_of_experience_years": "years and",
  "time_of_experience_months": "months",
  "experience": "de experiência",
  "full_stack_developer": "Desenvolvedor full-stack",
  "back_end_developer": "Desenvolvedor back-end",
  "experience_1": "Atuei como desenvolvedor full-stack, atuei nas construção de uma aplicação voltada para o gerenciamento e automação de whatsapp, onde era responsável pela criação do Front-End com Reactjs, Redux, ReactFlow e o Back-End com Nodejs e com MongoDB, além de, fazer a integração de APIs externas com internas da empresa. utilizando os melhores padrões de código e de projeto e documentação. ",
  "experience_2": "Sou um desenvolvedor freelancer full-stack com foco em aplicações web e mobile. Minha expertise abrange tecnologias modernas, como Spring Boot, Node.js, React e Android nativo. Também uso metodologias ágeis para garantir a qualidade da entrega. Além de possuir ampla experiência em diversos projetos, desde sistemas administrativos personalizados até aplicativos Android. Além disso, dedico parte do meu tempo como desenvolvedor voluntário para ONGs, combinando minhas habilidades técnicas com um propósito de impacto social. ",
  "experience_3": "Trabalhei como back-end em uma plataforma para autodidatas onde fui responsável pela criação de microsserviços com NestJs RabbitMQ, Apache Kafka e PostgreSQL, além de ter sido mentor de back-end para novos desenvolvedores no projeto",
  "latest_projects": "Últimos projetos",
  "see_all_projects": "Ver todos os projetos",
  "see_more": "Ver mais",
  "knowledges": "Conhecimentos",
  "need_my": "Precisa dos meus",
  "services": "serviços?",
  "fill_out_form": "Preencha o formulário abaixo que irei retornar em breve",
  "name_placeholder": "Nome",
  "message_placeholder": "Menssagem",
  "send_button": "ENVIAR",
  "message_sent_success": "Mensagem enviada com sucesso",
  "message_sent_error": "Ocorreu um erro ao enviar o email",
  "back_to_top": "Voltar ao topo",
  "projects": "Projetos"
}
